Revit 2027 API
ImageType.Width Property
 The horizontal size of the image
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Width { get; }
Public ReadOnly Property Width As Double
	Get
public:
property double Width {
	double get ();
}
member Width : float with get
Property Value
Double
See Also
Reference
ImageType Class
Autodesk.Revit.DB Namespace